<template>
  <div style="border: 2px solid #000000; padding: 10px; border-radius: 10px">
<BreadcrumbList :list="breadcrumbList" />
    <p style="text-align: center">
      <strong>プライバシーポリシー（個人情報保護方針）</strong>
    </p>
    <p>
      合同会社わしら（以下、「当社」という。）は，ユーザーの個人情報について以下のとおりプライバシーポリシー（以下、「本ポリシー」という。）を定めます。本ポリシーは、当社がどのような個人情報を取得し、どのように利用・共有するか、ユーザーがどのようにご自身の個人情報を管理できるかをご説明するものです。
    </p>
    <p>
      <strong>1. 事業者情報</strong><br />
 <table>
        <tr>
          <th>会社名</th>
          <td>合同会社わしら</td>
        </tr>
        <tr>
          <th>所在地</th>
          <td>
            530-0001 大阪府大阪市北区梅田1丁目1-3 大阪駅前第3ビル 29階1-1-1号室
          </td>
        </tr>
        <tr>
          <th>代表社員</th>
          <td>藤本 永一</td>
        </tr>
      </table>
    </p>
    <p>
      <strong>2. 個人情報の取得方法</strong><br />
      お問い合わせフォームの送信時には、氏名・メールアドレスを取得させていただきます。<br />
      お問い合わせの内容によっては、住所・電話番号等を請求させて頂く場合もあります。
    </p>
    <p><strong>3. 個人情報の利用目的</strong></p>
    <ul>
      <li>サービス・商品の提供のため</li>
      <li>サービス・商品の利用状況を調査・分析するため</li>
      <li>お客さまからの問い合わせに対応するため</li>
    </ul>
    <p>
      個人情報の利用目的は、変更前後の関連性について合理性が認められる場合に限って変更するものとします。<br />
      個人情報の利用目的について変更を行った際は、変更後の目的について当社所定の方法によってユーザーに通知し、加えてWebサイト上にも公表するものとします。
    </p>
    <p>
      <strong>4. 個人データを安全に管理するための措置</strong><br />
      当社は、個人情報を正確かつ最新の内容に保つよう努め、不正なアクセス・改ざん・漏えい・滅失及び毀損から保護するため全従業員及び役員に対して教育研修を実施しています。また、個人情報保護規定を設け、現場での管理についても定期的な点検を行っています。
    </p>

    <p>
      <strong>5. 個人データの第三者提供について</strong><br />
      当社は以下の場合を除き、同意を得ないで第三者に個人情報を提供することは致しません。
    </p>
    <ul>
      <li>法令に基づく場合</li>
      <li>
        人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
      </li>
      <li>
        公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
      </li>
      <li>
        国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
      </li>
      <li>
        次に掲げる事項をあらかじめ本人に通知または公表し、かつ当社が個人情報保護委員会に届出をしたとき
      </li>
    </ul>
    <ol>
      <li>第三者への提供を利用目的とすること</li>
      <li>第三者に提供される個人データの項目</li>
      <li>第三者への提供の方法</li>
      <li>本人の求めに応じて当該個人情報の第三者への提供を停止すること</li>
      <li>本人の求めを受け付ける方法</li>
    </ol>
    <p>
      <strong>6. 匿名加工情報に関する取扱い</strong><br />
      当社は、匿名加工情報（特定の個人を識別できないよう加工した個人情報であって、復元ができないようにしたもの）を作成する場合、以下の対応を行います。
    </p>
    <ul>
      <li>法令で定める基準に従い適正な加工を施す</li>
      <li>法令で定める基準に従い安全管理措置を講じる</li>
      <li>匿名加工情報に含まれる個人に関する情報の項目を公表する</li>
      <li>作成元となった個人情報の本人を識別するため、他の情報と照合すること</li>
    </ul>
    <p>
      <strong>7. 保有個人データの開示、訂正</strong><br />
      当社は、本人から個人情報の開示を求められたときには、遅滞なく本人に対しこれを開示します。
      個人情報の利用目的の通知や訂正、追加、削除、利用の停止、第三者への提供の停止を希望される方は、お問い合わせフォームにてご連絡ください。
    </p>
     <table>
        <tr>
          <th>問い合わせ</th>
          <td>
            <a
              href="https://tayori.com/form/c787ef402de80671fcd7ddb66d6e27d987bb8210/"
              target="_blank"
              >合同会社わしら お問い合わせフォーム</a
            ><br />
          </td>
        </tr>
      </table>

    <p>
      <strong>8. 個人情報取扱いに関する相談や苦情の連絡先</strong><br />
      当社の個人情報の取扱いに関するご質問やご不明点、苦情、その他のお問い合わせはお問い合わせフォームよりご連絡ください。
    </p>
    <p>
      <strong>9. SSL（Secure Socket Layer）について</strong><br />
      当社のWebサイトはSSLに対応しており、WebブラウザとWebサーバーとの通信を暗号化しています。ユーザーが入力する氏名や住所、電話番号などの個人情報は自動的に暗号化されます。
    </p>
    <p>
      <strong>10. cookieについて</strong><br />
      cookieとは、WebサーバーからWebブラウザに送信されるデータのことです。Webサーバーがcookieを参照することでユーザーのパソコンを識別でき、効率的に当社Webサイトを利用することができます。当社Webサイトがcookieとして送るファイルは、個人を特定するような情報を含んでおりません。<br />
      お使いのWebブラウザの設定により、cookieを無効にすることも可能です。
    </p>
    <p>

            <p>
      <strong>11. 第三者企業によるCookieおよびCookieの類似技術の利用について</strong><br />
当社及び当社の提携先などの第三者企業が、当社が運営するウェブサービスや当該サービスを利用するウェブサイトを通じて、ユーザーのブラウザにCookieおよびCookieの類似技術を送信する場合があります。
ブラウザがCookieおよびCookieの類似技術を受け入れる設定となっている場合、CookieおよびCookieの類似技術によって閲覧履歴等が関連づけられます。
当社はかかる属性情報を本プライバシーポリシーに定める利用目的の範囲内でのみ利用します。
第三者企業によるCookieおよびCookieの類似技術の利用については、第三者企業のプライバシーポリシーに従って行われます。
なお、上記に該当する主な第三者企業およびそのプライバシーポリシーは以下のとおりですので、詳細につきましては、各社のウェブサイトをご確認ください。 </p>

  <ul>
        <li>
          <a href="https://policies.google.com/privacy?hl=ja" target="_blank">グーグル合同会社
</a>
        </li>
        <li>
          <a href="https://prtimes.co.jp/policy/" target="_blank">株式会社PR TIMES</a>
        </li>
        <li>
<a href="https://privacy.microsoft.com/ja-jp/privacystatement">Microsoft</a>        </li>
      </ul>



      <strong>12. プライバシーポリシーの制定日及び改定日</strong><br />
          <ul>
      <li>
        <a href="/policies/privacy-policy/">制定: 2022年04月01日</a>
      </li>
    </ul>
    </p>

    <p><strong>13. 免責事項</strong></p>
    <ul>
      <li>
        当社Webサイトに掲載されている情報の正確さには万全を期していますが、利用者が当社Webサイトの情報を用いて行う一切の行為に関して、当社は一切の責任を負わないものとします。
      </li>
      <li>
        当社は、利用者が当社Webサイトを利用したことにより生じた利用者の損害及び利用者が第三者に与えた損害に関して、一切の責任を負わないものとします。
      </li>
    </ul>
    <p>
      <strong>14. 著作権・肖像権</strong><br />
      当社Webサイト内の文章や画像、すべてのコンテンツは著作権・肖像権等により保護されており、無断での使用や転用は禁止されています。
    </p>
    <p>
      <strong>15. リンク</strong><br />
      当社Webサイトへのリンクは、自由に設置していただいて構いません。ただし、Webサイトの内容等によってはリンク設置をお断りすることがあります。
    </p>
  </div>
</template>

<script lang="ts">
// const ctx = useRuntimeConfig();

export default {
    async setup() {

definePageMeta({
  title: "プライバシーポリシー",
});


      /** パンくず */
        const breadcrumbList= [
    {
        name: "トップ",
        url: "/",
        position: "1"
    },
    {
        name: "プライバシーポリシー",
        url: "/policies/privacy-policy/",
        position: "2"
    }
]
      
        return {
            breadcrumbList
        }
    },
    props: ['isHomePage']
}
</script>
